--犬(1)クイズ
INSERT INTO PetQuiz VALUES
('101', '犬の平均寿命はどれくらいですか？', '10~13年', '20年以上年', '3~5年', '6~8年', 1, 1);
INSERT INTO PetQuiz VALUES
('102', '犬が尻尾を振る行動は一般的に何を示すことが多いですか？', '必ず喜んでいる', '怒っている','眠い', '興奮や感情の高まり', 4, 1);
INSERT INTO PetQuiz VALUES
('103', 'イヌが舌を出しながら呼吸する「パンティング」の目的は？', '消化の促進', '相手への忠誠', '体温の調整', '空腹のサイン', 3, 1);
INSERT INTO PetQuiz VALUES
('104', '犬にとって中毒症状を引き起こす危険があるため、絶対に与えてはいけない食べ物はどれでしょう？', '茹でた鶏のササミ', 'トマト', 'ネギ類(玉ねぎ、長ネギなど)','バナナ', 3, 1);
INSERT INTO PetQuiz VALUES
('105', '日本の法律で、飼い犬に年に1回の接種が義務付けられているものはどれですか？', '混合ワクチン', '狂犬病ワクチン', 'フィラリア予防薬','ノミダニ予防薬', 2, 1);
INSERT INTO PetQuiz VALUES
('106', '犬が汗をかく主な部位はどこですか', '背中', '全身の皮膚', '耳の内側', '肉球', 4, 1);
INSERT INTO PetQuiz VALUES
('107', '犬があくびをする意味として適切でないものはどれですか？', '眠気による生理的反応', 'ストレスや緊張の緩和（カーミングシグナル）', '相手を威嚇するための攻撃行動', '不安を感じた際の自己鎮静行動', 3, 1);
INSERT INTO PetQuiz VALUES
('108', '犬の「前足を上げる」行動が示す可能性として最も一般的なのはどれですか？', '攻撃の前兆', '相手への服従', '興味・警戒・探索のサイン', '空腹のサイン', 3, 1);
INSERT INTO PetQuiz VALUES
('109', '犬が低い唸り声を出すときに最も考えられる感情はどれですか？', '強い喜び', '不安や警戒心', '深い眠気', '遊びたい気分', 2, 1);
INSERT INTO PetQuiz VALUES
('110', 'ドライフードの正しい保管方法はどれですか？', '密閉容器に入れ直射日光を避けて保存する', '袋を開けたまま常温で保存する', '冷蔵庫に入れる', '袋のままベランダに置く', 1, 1);

--猫(2)クイズ
INSERT INTO PetQuiz VALUES
('201', '猫の去勢手術を行う主なメリットとして最も一般的なものはどれですか？', '発情期の行動が減る', '毛並みが必ず良くなる', '寿命が必ず延びる', '運動量が増える', 1, 2);
INSERT INTO PetQuiz VALUES
('202', '猫の性格傾向として正しいものはどれですか？', '全ての猫は単独行動を好む', '縄張り意識が強い傾向がある', '必ず犬より社交的である', '知らない環境でもすぐ慣れる', 2, 2);
INSERT INTO PetQuiz VALUES
('203', '猫に絶対に与えてはいけない食べ物はどれですか？', '茹でた白身魚', 'チーズ', '玉ねぎやネギ類', 'ヨーグルト', 3, 2);
INSERT INTO PetQuiz VALUES
('204', '猫がかかりやすい「慢性腎臓病」の初期症状としてよく見られるものはどれですか？', '急激な体重増加', '水をよく飲む・尿量が増える', '攻撃性が増す', '毛色が突然変わる', 2, 2);
INSERT INTO PetQuiz VALUES
('205', '猫が喉をゴロゴロ鳴らす理由として最も一般的なものはどれですか？', '必ず満足している', '自己鎮静や安心のサイン', '攻撃の準備', '空腹のサイン', 2, 2);
INSERT INTO PetQuiz VALUES
('206', '猫の去勢・避妊後に起こりやすい変化として正しいものはどれですか？', '必ず太りにくくなる', '食欲が増す傾向がある', '攻撃性が必ず増す', '鳴き声が大きくなる', 2, 2);
INSERT INTO PetQuiz VALUES
('207', '猫が突然走り回る主な理由として考えられるものはどれですか？', 'ストレス解消や狩猟本能の発散', '病気の初期症状', '飼い主への威嚇', '空腹のサイン', 1, 2);
INSERT INTO PetQuiz VALUES
('208', '猫が前足でフミフミする行動の一般的な理由はどれですか？', '攻撃の準備', '縄張りの主張', '子猫の頃の名残で安心しているサイン', '空腹のサイン', 3, 2);
INSERT INTO PetQuiz VALUES
('209', '猫がかかりやすい「猫風邪（上部気道感染症）」の症状として正しいものはどれですか？', 'くしゃみや鼻水', '後ろ足の麻痺', '急激な体重増加', '毛が抜け落ちる', 1, 2);
INSERT INTO PetQuiz VALUES
('210', '猫の食事管理として正しいものはどれですか？', '人間の食べ物を少量なら毎日与えてよい', 'ドライフードを袋のまま開封後1ヶ月以上放置する', '年齢に合ったフードを選び適量を与える', '常に好きなだけ食べさせる', 3, 2);
